Repository: KDE/kunifiedpush
Catalog: po/*/kcm_push_notifications.po
Languages: bg, eu, hu, pt_br

source: The operation timed out.
bg: Изтече времето на операцията.
eu: Eragiketak denbora-muga gainditu du.
hu: A művelet időtúllépés miatt megszakadt.
pt_br: Tempo de operação expirado.

source: Push notification self-test.
bg: Самотест за насочени известия.
eu: 'Push' jakinarazpenaren auto-proba.
hu: Leküldéses értesítés önellenőrzés.
pt_br: Auto teste de notificação push.

source: Could not obtain push notification endpoint.
bg: Не можа да се получи крайна точка за насочено известие.
eu: Ezin izan da 'push' jakinarazpenaren bukaera-puntua lortu.
hu: Nem sikerült elérni a leküldéses értesítés végpontját.
pt_br: Não foi possível obter o endpoint da notificação push.

source: Received notification does not have the expected content.
bg: Полученото известие няма очакваното съдържание.
eu: Jasotako jakinarazpenak ez du espero zen edukia.
hu: A kapott értesítés nem a várt tartalommal rendelkezik.
pt_br: A notificação recebida não possui o conteúdo esperado.

source: There is no push notification service running!
bg: Няма работеща услуга за насочени известия!
eu: Ez dago 'push' jakinarazpen zerbitzurik martxan!
hu: Nincs futó leküldéses értesítési szolgáltatás.
pt_br: Não há nenhum serviço de notificações push em execução!

source: There is a 3rd party push notification service running. Push notifications are available, but cannot be configured here.
bg: Работи услуга за насочени известия на трета страна. Налични са насочени известия, но не могат да бъдат конфигурирани тук.
eu: Hirugarrenen 'push' jakinarazpen zerbitzu bat martxan dago. 'Push' jakinarazpenak erabilgarri daude, baina ezin dira hemen konfiguratu.
hu: Egy harmadik féltől származó leküldéses értesítési szolgáltatás fut. A leküldéses értesítések elérhetők, de itt nem konfigurálhatók.
pt_br: Há um serviço de notificações push de terceiros em execução. As notificações push estão disponíveis, mas não podem ser configuradas aqui.

source: <b>Online</b><br>Connected to the push notification server and operational.
bg: <b>Онлайн</b><br>Свързан към сървъра за насочени известия и работещ.
eu: <b>Lerroan</b><br>'Push' jakinarazpen zerbitzarira konektatuta eta operatibo.
hu: <b>Online</b><br>Kapcsolódva a leküldéses értesítési kiszolgálóhoz és működőképes.
pt_br: <b>Conectado</b><br>Conectado ao servidor de notificações push e operacional.

source: <b>Idle</b><br>There are no applications using push notifications.
bg: <b>Неактивен</b><br>Няма приложения, използващи насочени известия.
eu: <b>Langabe</b><br>Ez dago 'push' jakinarazpenak erabiltzen dituen aplikaziorik.
hu: <b>Tétlen</b><br>Nincsenek leküldéses értesítéseket használó alkalmazások.
pt_br: <b>Ocioso</b><br>Não há aplicativos usando notificações push.

source: <b>Offline</b><br>Network connection to the server could not be established (%1).
bg: <b>Офлайн</b><br>Мрежовата връзка със сървъра не може да бъде установена (%1).
eu: <b>Lerroz kanpo</b><br>Ezin izan du zerbitzariarekin sareko konexiorik ezarri (%1).
hu: <b>Offline</b><br>Nem sikerült hálózati kapcsolatot létesíteni a kiszolgálóval (%1).
pt_br: <b>Desconectado</b><br>A conexão de rede com o servidor não pôde ser estabelecida (%1).

source: <b>Offline</b><br>Network connection to the server could not be established.
bg: <b>Офлайн</b><br>Не може да се установи мрежова връзка със сървъра.
eu: <b>Lerroz kanpo</b><br>Ezin izan du zerbitzariarekin sareko konexiorik ezarri.
hu: <b>Offline</b><br>Nem sikerült hálózati kapcsolatot létesíteni a kiszolgálóval.
pt_br: <b>Desconectado</b><br>A conexão de rede com o servidor não pôde ser estabelecida.

source: <b>Offline</b><br>Could not authenticate at the server (%1).
bg: <b>Офлайн</b><br>Не може да се удостовери на сървъра (%1).
eu: <b>Lerroz kanpo</b><br>Ezin izan du zerbitzarian autentifikatu (%1).
hu: <b>Offline</b><br>Nem sikerült hitelesíteni a kiszolgálót (%1).
pt_br: <b>Desconectado</b><br>Não foi possível se autenticar junto ao servidor (%1).

source: <b>Offline</b><br>Could not authenticate at the server.
bg: <b>Офлайн</b><br>Не може да се удостовери на сървъра.
eu: <b>Lerroz kanpo</b><br>Ezin izan du zerbitzarian autentifikatu.
hu: <b>Offline</b><br>Nem sikerült hitelesíteni a kiszolgálót.
pt_br: <b>Desconectado</b><br>Não foi possível se autenticar junto ao servidor.

source: <b>Offline</b><br>Push notifications are not set up yet.
bg: <b>Офлайн</b><br>Насочените известия все още не са настроени.
eu: <b>Lerroz kanpo</b><br>'Push' jakinarazpenak oraindik ez daude ezarrita.
hu: <b>Offline</b><br>A leküldéses értesítések még nincsenek beállítva.
pt_br: <b>Desconectado</b><br>As notificações push ainda não foram configuradas.

source: Push provider:
bg: Push доставчик:
eu: 'Push' hornitzailea:
hu: Szolgáltató:
pt_br: Provedor push:

source: URL:
bg: Адрес:

source: Client token:
bg: Клиентски токен:
eu: Bezeroaren tokena:
hu: Kliens token:
pt_br: Token do cliente:

source: User name:
bg: Потребителско име:
eu: Erabiltzaile-izena:
hu: Felhasználónév:
pt_br: Nome do usuário

source: Authenticate
bg: Идентифициране
eu: Autentifikatu
hu: Hitelesítés
pt_br: Autenticar

source: Note that ntfy.sh is rate-limiting applications. It will therefore not work with applications with a larger amount of users, such as public Matrix or Mastodon instances.
bg: Обърнете внимание, че ntfy.sh е приложение, ограничаващо скоростта. Следователно, то няма да работи с приложения с по-голям брой потребители, като например публични инстанции на Matrix или Mastodon.
eu: Kontuan izan 'ntfy.sh'-ek aplikazioen emaria mugatzen duela. Beraz, ez du erabiltzaile kopuru handiagoa duten aplikazioekin funtzionatuko, Matrix eta Mastodon-en instantzia publikoekin, adibidez.
hu: Vegye figyelembe, hogy az ntfy.sh sebességkorlátozó alkalmazás. Ezért nem fog működni nagyobb számú felhasználóval rendelkező alkalmazásokkal, mint például a nyilvános Matrix vagy a Mastodon példányok.
pt_br: Observe que ntfy.sh limita a taxa de aplicativos. Portanto, ele não funcionará com aplicativos com um grande número de usuários, como instâncias públicas do Matrix ou do Mastodon.

source: Push notifications are working correctly.
bg: Насочените известия работят правилно.
eu: 'Push' jakinarazpenak ondo funtzionatzen dute.
hu: A leküldéses értesítések megfelelően működnek.
pt_br: As notificações push estão funcionando corretamente.

source: Push notification test failed.
bg: Тестът за насочени известия е неуспешен.
eu: 'Push' jakinarazpen probak huts egin du.
hu: A leküldéses értesítés ellenőrzése sikertelen.
pt_br: O teste das notificações push falhou.

source: Registering with push server…
bg: Регистриране с push сървър...
eu: 'Push' zerbitzariarekin erregistratzen...
hu: Regisztráció a kiszolgálón…
pt_br: Registrando no servidor push...

source: Sending push notification…
bg: Изпраща се насочено известие…
eu: 'Push' jakinarazpena bidaltzen...
hu: Leküldéses értesítés küldése…
pt_br: Enviando uma notificação push...

source: Waiting to receive push notification…
bg: Изчакване за получаване на насочено известие...
eu: 'Push' jakinarazpena jasotzeko zain...
hu: Várakozás leküldéses értesítés fogadására…
pt_br: Esperando para receber uma notificação push...

# @action:button
source: Test
bg: Тестване
eu: Proba
hu: Teszt
pt_br: Testar

source: Applications
bg: Приложения
eu: Aplikazioak
hu: Alkalmazások
pt_br: Aplicativos

source: Unregister application from push notifications
bg: Дерегистриране на приложението от насочени известия
eu: Kendu aplikazio 'push' jakinarazpenen erregistrotik
hu: Alkalmazás leiratkozása a leküldéses értesítésekről
pt_br: Cancelar registro do aplicativo das notificações push

# @title:window
source: Unregister Application
bg: Дерегистриране на приложението
eu: Kendu aplikazioa erregistrotik
hu: Alkalmazás leiratkozása
pt_br: Cancelar registro do aplicativo

# %1 is an application name
source: Are you sure you want to unregister '%1'?
bg: Сигурни ли сте, че искате да отмените регистрацията на „%1“?
eu: Ziur zaude '%1' erregistrotik kendu nahi duzula?
hu: Biztosan szeretné, ha a(z) „%1” leiratkozna?
pt_br: Você tem certeza que deseja cancelar o registro '%1'?
